{
  "about": "ABOUT",
  "projects": "PROJECTS",
  "contact": "CONTACT",
  "language": "sv",
  "city": "Gothenburg, SE",
  "emailname": "Name",

  "abouttext": "Hi!<br><br> My name is Julius Kaljo and I live in Gothenburg, Sweden. I've just completed my education in frontend development at NBI Handelsakademin. During the program, I worked a lot with HTML, CSS, JavaScript, and modern frameworks like React and Svelte.<br><br>Part of my studies included an internship, which I did at Björn Lundén AB. There, I had the opportunity to deepen my knowledge of Svelte and learn more about visual regression testing (VRT) using tools like Playwright. It gave me valuable hands-on experience working in a real development team.<br><br>I enjoy both design and code, and I like building clean, user-friendly interfaces that work on all screen sizes. I really appreciate being able to combine creativity with logical thinking.<br><br>In my free time, I enjoy playing football and golf, and spending time with my friends, family, and girlfriend. I’m curious, eager to learn, and always looking to grow and improve.<br><br>Now I’m looking forward to taking the next step – starting my career as a frontend developer, ideally in a team where I can grow, contribute, and have fun along the way.",
  "project": "Projects",
  "contacttext": "Got any questions or just want to grab a coffee and chat about the future? Get in touch at:",
  "pokemon": "Submission project where we used the Pokémon API to build a Pokémon team",
  "hangman": "JavaScript: Group project where we built a hangman game using localStorage",
  "resturant": "React: Group project where we built a restaurant website using an API and Zustand",
  "experienceTitle": "Experience",
  "experience": "I did two internship periods (LIA) at Björn Lundén AB, for a total of about seven months. During my first period, I familiarized myself with the Svelte framework, which was new to me. I worked on building a zoomable treemap component to visualize hierarchical data in an interactive way. This gave me the opportunity to quickly learn Svelte and work with data visualization in a structured and user-friendly manner.<br><br>During my second period, I focused on testing and quality assurance using Playwright. I worked extensively with visual regression testing (VRT), where I created automated tests to detect changes in the user interface. This helped the team catch unexpected changes early and made the testing process more efficient and reliable."
}